Repository: 4EnjoyGames/Joiny-Flow
Catalog: Resources_storage/translations/Translation.*.po
Languages: de, fr, hu

# iap.error.billing_unavaliable
source: Error
de: Fehler
fr: Erreur
hu: Hiba

# iap.error.purchase_error
source: Restore Purchase error
de: Wiederherstellen Kauf Fehler
fr: Restaurer erreur d'achat
hu: Probléma a vásárlás visszaállításaval

# iap.restore_purchases.success
source: Successfully restored purchases
de: Erfolgreich wiederhergestellt Käufe
fr: Achats succès restaurés
hu: Sikeres vásárlás visszaállítása

# iap.restore_purchases.failed
source: Restore Purchase failed
de: Wiederherstellen Kauf gescheitert
fr: Restaurer Achat échoué
hu: Sikertelen vásárlás visszaállítása

# test_list
source: Music Aziyan Nasir - "Silly Fun" Löhstana David - "Demain je change de vie" Thanks to Andrew Afonin Illya Spas
de: Musik Aziyan Nasir - "Silly Fun" Löhstana David - "Demain je change de vie" Dank Andrew Afonin Illya Spas
fr: Musique Aziyan Nasir - "Silly Fun" Löhstana David - "Demain je change de vie" Merci Andrew Afonin Illya Spas
hu: Zene Aziyan Nasir - "Silly Fun" Löhstana David - "Demain je change de vie" Köszönet Andrew Afonin Illya Spas

# RateMePopUp.RateLabel
source: Is the game good?
de: Ist das Spiel gut?
fr: Le jeu est bon?
hu: Jó a játék?

# RateMePopUp.RateText
source: Rate the game
de: Bewerten das Spiel
fr: Noter le jeu
hu: Szavazzni

# BuyHint
source: Buy Hints
de: Hinweise kaufen
fr: Acheter Conseils
hu: Tippek vásárlása

# buyHint_free
source: Free
de: Kostenlos
fr: Gratuit
hu: Ingyenes

# End_bad
source: Level failed!
de: Stufe fehlgeschlagen!
fr: Niveau a échoué!
hu: Nem sikerült a szint !

# End_good
source: Score
de: Ergebnis
hu: Pontszám

source: Retry
de: Wiederholen
fr: Refaire
hu: Újra

source: Next
de: Nächste
fr: Suivant
hu: Következő

# Sure
source: Would you like to leave the game?
de: Möchten Sie das Spiel abgeben?
fr: Voulez-vous quitter le jeu?
hu: Szeretné elhagyni a játékot?

source: Yes
fr: Oui
hu: Igen

source: No
de: Nein
fr: Aucun
hu: Nem

# SelectColection.BuyFullVerdionPopUp.BuyTitle
source: Get 3 stars everywhere
de: Holen 3 Sterne überall
fr: Obtenez 3 étoiles partout
hu: 3 csillag mindenhol

# SelectColection.BuyFullVerdionPopUp.OrText
source: or
de: oder
fr: ou
hu: vagy

# SelectColection.BuyFullVerdionPopUp.Yes
source: Unlock now
de: entsperren jetzt
fr: Déverrouillez maintenant
hu: Kinyitni most

# Collection
source: Collections
de: Sammlungen
hu: Gyűjtemények

# Sure_reset
source: Would you like to delete all progress ?
de: Möchten Sie alle Fortschritte löschen?
fr: Voulez-vous supprimer tous les progrès?
hu: Szeretné letörölni az összes haladást?

# Reset
source: Reset Progress
de: den Fortschritt zurückgesetzt
fr: Enlever les progrès
hu: Törölni a haladást

# Restore
source: Restore Purchases
de: die Käufe wiederherstellen
fr: Restaurer Achats
hu: Helyreállítani a vásárlást

source: Developers
de: Entwickler
fr: Développeurs
hu: Fejlesztők

# Rate
source: Rate Me
de: die Spiel zu bewerten
fr: Noter le jeu
hu: Értékelni a játékot

# Test_level_end
source: How do you rate this level?
fr: Quelle note donneriez-vous à ce niveau?
